[S_Broadcast_Truth_Comm_Clerk_01 AkEvent]
SpokenText="Firebrand limpou o perímetro, senhor. Encontramos resistência limitada."

[S_Broadcast_Truth_Comm_Clerk_02 AkEvent]
SpokenText="Temos inimigos se aproximando!"

[S_Dark_Volunteer_02_Comm_Officer_01 AkEvent]
SpokenText="O portal está pronto e preparado, senhor."

[S_First_Flight_Clerk_01_Setup_Phase AkEvent]
SpokenText="Senhor, dada nossa posição atual, não há como o Skyranger chegar a essa localização..."

[S_Pre_Final_Mission_Broadcast_Comm_Officer_01 AkEvent]
SpokenText="Mensagem prioritária para o Comandante chegando por um canal seguro, senhor."

[S_Pre_Final_Mission_Broadcast_Comm_Officer_02 AkEvent]
SpokenText="Senhor, está vindo da Torre de Rede da ADVENT."

[S_Retaliation_Comm_Clerk_01_Setup_Phase AkEvent]
SpokenText="Sinal massivo vindo da Torre de Rede da ADVENT. É global. Senhor, acredito que queira ver isso."